{
    "headerTitle": "VADZIM H. // RED_PROTOCOLS",
    "mainTitle": "INGÉNIEUR_IA",
    "aboutTitle": ">> [LOAD_ABOUT]",
    "about": {
        "p1": "Architecte Systèmes et ancien opératif de 42 Paris. Spécialisé en ingénierie Python haute performance et gestion du cycle de vie des données.",
        "p2": "Expert en architecture C bas niveau, containerisation Docker et schémas SQL/NoSQL. Focalisé sur l'infrastructure IA et les protocoles de sécurité.",
        "p3": "Apprentissage continu via OpenClassrooms, Udemy, Coursera, edX et bases de connaissances communautaires.",
        "p4": "Spécialiste Trilingue : RU | EN | FR. Dédié à l'optimisation de systèmes complexes et à la création de solutions technologiques scalables pour entités globales."
    },
    "skillsTitle": ">> [SKILLS_MATRIX]",
    "projectsTitle": ">> [ACTIVE_NODES]",
    "projects": [
        {
            "title": "Simulation : Pokémon OS (Python)",
            "desc": "Conception d'un moteur de combat CLI utilisant les principes de la POO et la gestion d'état via protocoles JSON.",
            "technosLabel": "CORE_TECH :"
        },
        {
            "title": "Interface : MadLibs GUI",
            "desc": "Développement d'interface front-end avec Tkinter pour la validation de données et la logique de stockage persistant.",
            "technosLabel": "CORE_TECH :"
        },
        {
            "title": "Protocole : Data Saver",
            "desc": "Construction d'un pipeline d'export multi-format pour la sérialisation de données en environnements CSV, PDF et TXT.",
            "technosLabel": "CORE_TECH :"
        },
        {
            "title": "Système : Portfolio Core",
            "desc": "Interface web holographique personnalisée avec architecture CSS haute performance et internationalisation.",
            "technosLabel": "CORE_TECH :"
        },
        {
            "title": "Node : Déploiement Task-App",
            "desc": "Application de gestion SQLite containerisée déployée via Docker Compose pour l'isolation des données locales.",
            "technosLabel": "CORE_TECH :"
        }
    ],
    "contact": ">> [TARGET_COMMS] :",
    "github": "DOWNLOAD_GIT_REPO"
}
